<?php
return [
    'user' => [
        'register' => [
            'success' => 'عضویت با موفقیت انجام شد',
            'error' => 'ایمیل یا نام کاربری موجود است'
        ],
        'login' => [
            'success' => 'شما وارد سایت شدید',
            'failed' => 'نام کاربری یا رمز عبور اشتباه است'
        ],
        'logout' => [
            'success' => 'خروج با موفقیت انجام شد'
        ],
        'update' => [
            'success' => 'آپدیت با موفقیت انجام شد',
            'failed' => 'آپدیت ناموفق بود'
        ],
        'dashboard' => [
            'error' => ' فایل نامعتبر است',
            'success' => 'ثبت با موفقیت انجام شد',
            'error_meliNumber_uniq' => 'شماره ملی صحیح وارد نشده است'
        ],
        'profile' => [
            'store' =>[
                'success' => 'پروفایل با موفقیت ذخیره شد',
                'failed' => ''
            ],
            'show' =>[
                'success' => 'پروفایل با موفقیت نشان داده شد',
                'failed' => 'پروفایل وارد نشده است'
            ],
            'update' =>[
                'succes' => 'پروفایل با موفقیت آپدیت شد.',
                'failed' => 'پروفایل آپدیت نشد.',
            ]
        ]
    ],
    'cases' => [
        'register' => [
            'success' => 'مورد با موفقیت ثبت شد',
            'failed' => 'مورد با موفقیت ثبت نشد'
        ],
        'update' => [
            'success' => 'مورد با موفقیت آپدیت شد',
            'failed' => 'مورد با موفقیت آپدیت نشد'
        ],
        'delete' => [
            'success' => 'مورد با موفقیت حذف شد',
            'failed' => 'مورد حذف نشد'
        ],
        'register_report' => 'گزارش با موفقیت ثبت شد'
    ]
];
