<?php
return [
  'user' => [
      'register' => [
          'success' => 'عضویت با موفقیت انجام شد',
          'error' => 'ایمیل یا نام کاربری موجود است'
      ],
      'login' => [
          'success' => 'شما با موفقیت وارد سایت شدید',
          'failed'=> 'نام کاربری یا رمز عبور اشتباه است'
      ],
      'logout' =>[
          'success' => 'خروج با موفقیت انجام شد'
      ],
      'update' => [
        'success' => 'آپدیت با موفقیت انجام شد',
        'failed' => 'آپدیت ناموفق بود'
      ],
      'dashboard' =>[
          'error' => ' فایل نامعتبر می باشد',
          'success' => 'آپدیت با موفقیت انجام شد',
          'error_meliNumber_uniq' =>'شماره ملی صحیح وارد نشده است'
      ]
  ]
];
